Repository: stevendinggang/stringkey
Catalog: New/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, id, it, ja, ko, nl, pl, pt_br, pt_pt, ru, th, tr, vi, zh_hant, zh_hk

source: 您的配方笔记已经创建成功! 本地配方可以立即查看，公开的配方将会在审核后在社区公开展示～
ar: تم إنشاء ملاحظات الصيغة الخاصة بكج بناح! الصيغ المحلية يمكن عرضها على الفور، والصيغ العامة سيتم عرضها علناً بعد المراجعة في المجتمع~
de: Ihr Rezeptnotiz wurde erfolgreich erstellt! Lokale Rezepte sind sofort verfügbar, öffentliche Rezepte werden nach der Überprüfung in der Community veröffentlicht.
en: Your recipe note has been successfully created! Local recipes can be viewed immediately Public recipes will be displayed in the community after review.
es: ¡Su nota de receta se ha creado con éxito! Las recetas locales se pueden ver de inmediato, las recetas públicas se mostrarán en la comunidad después de la revisión~
fr: Votre note de recette été a créée avec succès! Les recettes locales peuvent être consultées immédiatement, les recettes publiées seront affichées dans la communauté après vérification.
id: Catatan Resep Anda Telah Berhasil Dibuat! Resep Lokal Dapat Seg Dileraihat,ep Res Publik Akan Ditampilkan di Komunitas Setelah Ditinjau~
it: Il tuo appunto di ricetta è stato creato con successo! Le ricette locali sono immediatamente visibili, mentre le ricette pubbliche saranno visualizzate nella comunità dopo la revisione.
ja: レシピノートが正常に作成されました！即座にローカルレシピを表示し、公開レシピはレビュー後にコミュニティで公開されます～
ko: 레시피 노트가 성공적으로 생성되었습니다! 로컬 레시피는 즉시 볼 수 있으며, 공개 레시피는 검토 후 커뮤니티에 공개될 예정입니다~
nl: Uw receptnotitie is succesvol aangemaakt! Lokaal recept kan direct worden bekeken, openbaar recept zal na goedkeuring openbaar worden weergegeven in de gemeenschap~
pl: Twoja notatka recepturowa została pomyślnie utworzona! Lokalne przepisy można przeglądać natychmiast, a przepisy publiczne zostaną opublikowane w społeczności po zatwierdzeniu.
pt_br: Sua nota de receita foi criada com sucesso! As receitas locais podem ser visualizadas imediatamente e as receitas públicas serão exibidas na comunidade após revisão.
pt_pt: A sua nota de receita foi criada com sucesso! As receitas locais podem ser visualizadas imediatamente, enquanto as receitas públicas serão exibidas na comunidade após revisão.
ru: Ваша заметка о рецепте успешно создана! Местные рецепты можно просмотреть сразу, а публичные рецепты будут отображаться в сообеществ после проверки.
th: บันทึกสูตรของคุณสร้างเรียบร้อยแล้ว! สูตรที่เป็นของท้องถิ่นสามารถดูได้ทันที สูตรสาธารณะจะถูกเผยแพร่ในชุมชนหลังจากการตรวจสอบ～
tr: Tarif Notlarınız Başarıyla Oluulduştur Yer!el Tarif Hemen Görülebilir, Halka Açık Tarifler İncelemeden Sonra Toplulukta Görüntülenecek～
vi: Recipe màu của bạn đã được tạo thành công! Recipe màu có thể được xem ngay lập tức, Bài đăng recipe công khai sẽ được hiển thị trong cộng đồng sau khi được phê duyệt.
zh_hant: 您的配方筆記已經創建成功! 本地配方可以立即查看，公開的配方將會在審核後在社區公開展示～
zh_hk: 您的配方筆記已經創建成功! 本地配方可以立即查看，公開的配方將會在審核後在社區公開展示～

source: 您确定要删除此水印吗？删除后将无法恢复。
ar: هل أنت متأكد أنك تريد حذف هذه العلامة؟ لا يمكن استردادها بعد الحذف.
de: Sind Sie sicher, dass Sie dieses Wasserzeichen löschen möchten? Nach dem Löschen kann es nicht wiederhergestellt werden.
en: Are you sure you want to delete this watermark? Deletion cannot be undone.
es: ¿Está seguro de que desea eliminar esta marca de agua? Una vez eliminada, no se puede recuperar.
fr: Êtes-vous sûr de vouloir supprimer ce filigrane ? Une fois supprimé, il ne pourra pas être récupéré.
id: Apakah Anda Yakin Ingin Meng Thapusanda Air Ini? Tidak Dapat Dipulihkan Setelah Dihapus.
it: Sei sicuro di voler eliminare questo watermark? La rimozione è irreversibile.
ja: このウォーターマークを削除してもよろしいですか？削除後は元に戻せません。
ko: 이 워터마크를 삭제하시겠습니까? 삭제 후 복구할 수 없습니다.
nl: Weet u zeker dat u dit watermerk wilt verwijderen? Verwijderen kan nietged onaan gemaakt worden.
pl: Czy na pewno chcesz usunąć ten znak wodny? Po usunięciu nie można przywrócić.
pt_br: Tem certeza de que deseja excluir esta marca d'água? Não é possível recuperá-la após a exclusão.
pt_pt: Tem certeza de que deseja excluir esta marca d'água? Após a exclusão, não poderá ser recuperada.
ru: Вы уверены, что хотите удалить этот водяной знак? После удаления его нельзя будет восстановить.
th: คุณแน่ใจว่าต้องการลบลายน้ำนี้หรือไม่？ การลบแล้วจะไม่สามารถกู้คืนได้
tr: Bu Filigr Silanımek İstediğinizden Emin Misiniz?indik Silten Sonra Kurtarılamaz.
vi: Bạn có chắc chắn muốn xóa watermark này không? Xóa sẽ không thể khôi phục lại.
zh_hant: 您確定要刪除此水印嗎？刪除後將無法恢復。
zh_hk: 您確定要刪除此水印嗎？刪除後將無法恢復。

source: 您还未填写用户名与头像,建议您创建配方前先完善用户基础信息哦！
ar: لم تقم بملء اسم المستخدم والصورة الرمزية الخاصة بك، نقترح عليك استكمال المعلومات الأساسية للمستخدم قبل إنشاء صيغة!
de: Sie haben noch keinen Benutzernamen und kein Profilbildgeben einge. Wir empfehlen Ihnen, Ihre Grundinformation vor dem Erstellen eines Rezepts zu vervollständigen.
en: You haven't filled in your username and avatar yet. It is recommended that you complete your basic user information before creating a recipe!
es: Aún no ha completado el nombre de usuario el avatar y, ¡le recomendamos que complete la información básica del usuario antes de crear una receta!
fr: Vous n'avez pas encore rempli le nom d'utilisateur et l'avatar. Il est recommandé de compléter les informations de base de l'utilisateur avant de créer une recette.
id: Anda Belum Mengisi Nama Pengguna dan Avatar, Direkomendasikan untuk Melengkapi Informasi Dasar Pengguna Sebelum Membuat Resep!
it: Non hai ancora inserito il nome utente e l'avatar. Ti consigliamo di completare le informazioni di base dell'utente prima di creare una ricetta!
ja: ユーザー名とアバターをまだ入力していません。レシピを作成する前に、ユーザーの基本情報を完備することをお勧めします！
ko: 아직 사용자명 및 프로필 사진을 입력하지 않았습니다. 레시피를 작성하기 전에 사용자 기본 정보를 완성하는 것을 권장합니다!
nl: U heeft uw gebruikersnaam en avatar nog niet ingevuld, het wordt aangeraden om uw basisinformatie te voltooien voordat u een recept maakt!
pl: wypełniłeś jeszcze nazwy użytk ani awownikaatara, sugerujemy, abyś uzupełnił podstawowe informacje oown użytkiku przed utworzeniem recepty!
pt_br: Você ainda não preencheu o nome de usuário e o avatar, recomendamos que complete as informações básicas do usuário antes de criar uma receita!
pt_pt: Você ainda não preencheu o nome de utilizador e imagem de perfil. É aconselhável completar informações estas antes de criar uma receita!
ru: Вы ещё не указали имя пользователя и аватар. Рекомендуем сначала заполнить основную информацию о пользователе перед созданием рецептов!
th: คุณยังไม่ได้กรอกชื่อผู้ใช้และภาพประจำตัว ขอแนะนำให้คุณกรอกข้อมูลพื้นฐานของใช้ผู้ก่อนสร้างสูตร！
tr: Kullanıcı Adınızı ve Avatarınızı Girmediniz, Tarif Oluşturmadan Önce Temel Kullanıcı Bilgilerinizi Tamamlamızıan Öneririz!
vi: Bạn chưa điền tên người dùng và ảnh đại diện, khuyến nghị bạn hoàn thiện thông tin cơ bản của người dùng trước khi tạo công thức nhé!
zh_hant: 您還未填寫用戶名與頭像，建議您創建配方前先完善用戶基礎信息哦！
zh_hk: 您還未填寫用戶名與頭像，建議您創建配方前先完善用戶基礎信息哦！

source: 您还未填写用户名与头像,是否要填写信息？
ar: لم تقم بملء اسم المستخدم والصورة الرمزية الخاصة بك، هل ترغب في ملء المعلومات؟
de: Sie haben noch keinen Benutzernamen und kein Profilbild angegeben. Möchten Sie Informationen eingeben?
en: You haven't entered a username and avatar yet, would you like to fill in the information?
es: No ha completado su nombre de usuario y avatar, ¿quiere completar la información?
fr: Vous n'avez pas renseigné votre nom d'utilisateur et votre avatar, souhaitez-vous remplir ces informations ?
id: Anda Belum Mengisi Nama Pengguna dan Avatar, Apakah Anda Ingin Mengisi Informasi?
it: hai ancora inserito il nome utente e l'avatar, vuoi inserire queste informazioni?
ja: ユーザー名とアバターが入力されていません。情報を入力しますか？
ko: 사용자 이름과 아바타를 입력하지 않았습니다. 정보를 입력하시겠습니까?
nl: U heeft uw gebruikersnaam en avatar nog niet ingevuld, wilt u informatie invullen?
pl: Nie wypełniłeś jeszcze nazwy użytkownika ani awatara, ch czycesz upełzu tenić informacje?
pt_br: Você ainda não preencheu o nome de usuário e o avatar, deseja fornecer essas informações?
pt_pt: Você ainda não preencheu o nome de utilizador e imagem de perfil, gostaria de preencher as informações?
ru: Вы еще не заполнили имя пользователя и аватар. Хот заполнитеить информацию?
th: คุณยังไม่ได้กรอกชื่อผู้ใช้และภาพประจำตัว จะกรอกข้อมูลหรือไม่
tr: Kullanıcı Adınızı ve Avatarınızı Girmediniz, Bilgileri Girmek İster Misiniz?
vi: Bạn chưa điền tên người dùng và hình diện đại, bạn có muốn điền thông tin không?
zh_hant: 您還未填寫用戶名與頭像,是否要填寫信息？
zh_hk: 您還未填寫用戶名頭與像,是否要填寫信息？

source: 您还没创建配方
ar: لم تقم بإنشاء صيغة بعد
de: Sie haben noch kein Rezept erstellt
en: You haven't created any recipes yet
es: Aún no ha creado una receta
fr: Vous n'avez pas encore créé de recette
id: Anda Belum Membuat Resep
it: Non hai ancora creato una ricettaNon
ja: あなたはまだレシピを作成していません
ko: 아직 레시피를 만들지 않았습니다
nl: U heeft nog geen recept aangemaakt
pl: Nie utworzyłeś receptyNie
pt_br: Você ainda não criou uma receita
pt_pt: Você ainda não criou receitas
ru: Вы еще не создали рецепт
th: คุณยังไม่ได้สร้างสูตรใดๆ
tr: Hala Tarif Oluşturmadınız
vi: Bạn chưa tạo recipe màu
zh_hant: 您還沒創建配方
zh_hk: 您還沒創建配方

source: 感应方式
ar: وضع الاستشعار
de: Erfassungsmethode
en: Sensing Method
es: Modo de detección
fr: Mode de détection
id: Mode Penginderaan
it: Modalità di rilevamento
ja: 応感方式
ko: 감지 방식
nl: Detectiemethode
pl: Tryb czułości czujnika
pt_br: Método de Detecção
pt_pt: Método de Deteção
ru: Способ активации
th: โหมดการตรวจจับ
tr: Algılamaemi yönt
vi: Phương thức cảm ứng
zh_hant: 感應方式
zh_hk: 感應方式

source: 感谢你的喜欢，为了尊重每个用户的配方· Fujistyle 目前不可以截屏。
ar: شكراً لك على إعكجاب، للالتزام بكل وصفة مستخدم· فوغيس ستايل لا يسمح حالياً بلقطات الشاشة.
de: Danke für Ihr Interesse, um das Rezept jedes Benutzers respektieren zu - Fujistyle erlaubt derzeit keine Screenshots.
en: Thank you for love. your To respect each user's recipe, Fujistyle does not allow screenshots.
es: Gracias por tu aprecio, Para respetar las recetas de cada usuario, Fujistyle actualmente no permite capturas de pantalla.
fr: Merci pour votre appréciation. Pour respecter la recette de chaque utilisateur· Fujistyle ne permet pas de captures d'écran pour le moment.
id: ?Terima Kasih atas Kes Andaukaan, Untuk Menghormati Setiap Resep Pengguna · Fujistyle Tidak Dapat Diambil Tangkapannya.
it: Grazie per il tuo apprezzamento, per rispettare le Ricette di ogni utente· Fujistyle attualmente non può fare screenshot.
ja: あなたの好きに感謝します。すべてのユーザーフォーミュラを尊重するために· Fujistyle では現在スクリーンショットはできません。
ko: 좋아해 주셔서 감사합니다. 각 사용자의 레시피를 존중하기 위해 Fujistyle에서는 현재 스크린샷을 찍을 수 없습니다.
nl: u voor uw waardering, uit respect voor elke gebruiker is het momenteel niet mogelijk om screenshots te maken op Fujistyle.
pl: Dziękujemy za Twoje uwielbienie, aby uszanować każdy przepis użytkownika· Fujistyle obecnie nie pozwala na zrzut ekranu.
pt_br: Agradecemos seu gosto, para respeitar a receita de cada usuário, o Fujistyle atual não pode tirar capturas de tela.
pt_pt: Obrigado pelo seu gosto, por respeito à receita de cada utilizador o Fujistyle não permite capturas de ecrã.
ru: Спасибо за вашу симпатию, из уважения к пользов каждомуателю рецепты Fujistyle в настоящее время нельзя делать скриншоты.
th: ขอบคุณที่ชื่นชอบ เพื่อความเคารพต่อสูตรของผู้ใช้แต่ละคน ฟูจิสไตไม่อนล์ุญาตให้ถ่ายภาพหน้าจอในตอนนี้
tr: İlginiz için teşekkür ederiz, her kullanıcının tarifine saygı duyulması adına Fujistyle'da şu an ekran görüntüsü alınamıyor.
vi: Cảm ơn tình yêu của bạn. Để tôn trọng recipe màu của mỗi người dùng, Fujistyle chưa cho phép chụp ảnh màn hình.
zh_hant: 感謝你的喜歡，為了尊重每個用戶的配方· Fujistyle 目前不可以截屏。
zh_hk: 感謝你的喜歡，為了尊重每個用戶的配方· Fujistyle 目前不可以截屏。

source: 感谢您对FUJISTYLE的喜爱！
ar: شكرًا على حبك لـ FUJISTYLE!
de: Danke für Ihre Liebe zum FUJISTYLE!
en: Thank you for loving FUJISTYLE!
es: ¡Gracias por su amor por FUJISTYLE!G
fr: Merci pour votre amour pour FUJISTYLE !
id: Terima Kasih atas Kesukaan Anda terhadap FUJISTYLE!
it: Grazie per amare FUJISTYLE!
ja: JFUISTYLEを気に入いただってきありがとうございます！
ko: FUJISTYLE를 좋아해 주셔서 감사합니다!
nl: Dank u voor uw liefde voor FUJISTYLE!
pl: Dkujzięemy za Twoje uwielbienie dla FUJISTYLE!
pt_br: Obrigado pelo seu gosto pelo FUJISTYLE!
pt_pt: Obrigado pelo seu amor pelo FUJISTYLE!
ru: Спасибо за вашу любовь к FUJISTYLE!
th: ขอบคุณที่ชื่นชม FUJISTYLE!
tr: FUJISTYLE'a sevginiz için teşekkürler!
vi: Cảm ơn bạn đã yêu thích FUJISTYLE!
zh_hant: 感謝您對FUJISTYLE的喜愛！
zh_hk: 感謝您對FUJISTYLE的喜愛！

source: 感谢您的反馈！
ar: شكرًا لتعليقاتك!
de: Vielen Dank für Ihr Feedback!
en: Thank you for your feedback!
es: ¡Gracias por sus comentarios!
fr: Merci pour votre retour!
id: Terima Kasih atas Umpan Balik Anda!
it: Grazie per il tuo feedback!
ja: ご意見ありがとうございます！
ko: 귀하의 피드백에 감사드립니다!
nl: Bedankt voor je feedback!
pl: Dziękujemy za Twoją opinie!
pt_br: Obrigado pelo seu feedback!
pt_pt: Obrigado pelo seu feedback!
ru: Спасибо за ваш отзыв!
th: ขอบคุณสำหรับความคิดเห็นคุณของ!
tr: Geri bildiriminiz için teşekkürler!
vi: Cảm ơn bạn đã phản hồi!
zh_hant: 感謝您的反饋！
zh_hk: 感謝您的反饋！

source: 感谢您的喜欢
ar: شكرًا على إعجابك
de: Vielen Dank für Ihre Liebe!
en: Thank you for your support
es: Gracias por gustar de nosotros
fr: Merci pour votre appréciation
id: Terima Kasih atas Kesukaan Anda
it: Grazie per il tuo apprezzamento
ja: あなたの好みをありがとう
ko: 감사합니다
nl: Dank u uw voor waardering
pl: Dziękujemy za Twoją sympatię
pt_br: Obrigado pelo seu gosto
pt_pt: Obrigado pelo seu gosto
ru: Спасибо за ваш лайк
th: ขอบคุณที่ชื่นชอบของคุณ
tr: İlginiz için teşekkür ederiz
vi: Cảm ơn bạn đã yêu thích
zh_hant: 感謝您的喜歡
zh_hk: 感謝您的喜歡

source: 感谢您的宝贵意见！
ar: شكرًا ملاحظاتك القيمة!
de: Vielen Dank für Ihr wertvolles Feedback!
en: Thank you for your valuable feedback
es: ¡Gracias por valiosa su opinión!
fr: Merci pour vos précieux commentaires!
id: Terima Kasih atas Saran Berharga Anda!
it: Grazie per il tuo prezioso feedback!
ja: 貴重なご意見をありがとうございます！
ko: 귀중한 의견 주셔서 감사합니다!
nl: Dank u voor uw waardevolle feedback!
pl: Dziękujemy za Twoją wartościową opinię!
pt_br: Obrigado pelo seu feedback valioso!
pt_pt: Obrigado pela sua valiosa opinião!
ru: Спасибо за ваше ценное мнение!
th: ขอบคุณสำหรับความคิดเห็นอันมีค่าของคุณ!
tr: Değerli geri bildiriminiz için teşekkürler!
vi: Cảm ơn ý kiến đóng góp quý báu của bạn!
zh_hant: 感謝您的寶貴意見！
zh_hk: 感謝您的寶貴意見！

source: 感谢您的支持! Pro会员服务已经为您开放，您可以访问全部 pro 用户服务，云同步会在 app 下次启动时开始数据同步。
ar: شكرًا لدعمك! تم فتح خدمة عضوية المحترفين، يمكنك الوصول إلى جميع خدمات المستخدمين المحترفين، ستبدأ المزامنة السحابية عند إعادة تشغيل التطبيق.
de: Vielen Dank für Ihre Unterstützung! Der Pro-Mitgliederservice ist nun für Sie freigeschaltet, und Sie können auf alle pro Nutzer-Dienste zugreifen. Die Cloud-Synchronisation beginnt beim nächsten Start der App.
en: Thank you for your support! Pro membership service is now activated for you. You can access all pro user services, and cloud synchronization will start data sync when the app is next launched.
es: ¡Gracias por su apoyo! El servicio de membresía pro ha sido abierto para usted, puede acceder a todos los servicios para usuarios pro, la sincronización en la nube comenzará la próxima vez que se inicie la aplicación.
fr: Merci pour votre soutien ! Les services Pro sont maintenant disponibles, vous pouvez accéder à tous les services pour les utilisateurs pro, la synchronisation dans le cloud commencera lors du prochain démarrage de l'application.
id: Terima Kasih atas Dukungan Anda! Layanan Anggota Pro Telah Dibuka untuk Anda, Anda Dapat Mengakses Semua Layanan Pengguna Pro, Sinkronisasi Cloud Akan Memulai Sinkronisasi Data pada Start Berikutnya App.
it: Grazie per il tuo supporto! Il servizio Pro è ora disponibile, puoi accedere a tutti i servizi per utenti pro, la sincronizzazione cloud inizierà al prossimo avvio dell'app.
ja: ご支援ありがとうございました！Proメンバーサービスが解放されましたので、すべてのpro ユーザーサービスにアクセスできます。 クラウド同期は次回appを起動したときにデータ同期が開始されます。
ko: 감사합니다! Pro 회원 서비스가 오픈되었으며, 모든 pro 사용자 서비스를 이용실 수 있습니다하. 클라우드 동기화는 다음 번 앱 시작 시 데이터 동기화를 시작합니다.
nl: Dank u voor uw steun! Pro-lidmaatschapsservice is nu voor u beschikbaar, u kunt alle pro-gebruiker services bezoeken. Cloud-synchronisatie start wanneer de app opnieuw wordt gestart.
pl: Dziękujemy za wsparcie! Usługi Pro zostały dla Ciebie otwarte, możesz uzyskać dostęp do wszystkich usług pro użytkowników, synchronizacja w chmurze rozpocznie synchronizację danych przy następnym uruchomieniu aplikacji.
pt_br: Obrigado pelo seu apoio! O serviço Pro já está disponível para você, você pode acessar todos os serviços de usuário pro, a sincronização na nuvem começará na próxima inicial doização app.
pt_pt: Obrigado pelo seu apoio! O serviço de membros Pro já está disponível para si, pode aceder a todos os serviços do utilizador pro, a sincronização na nuvem vai começar na próxima vez que iniciar a app.
ru: Спасибо за вашу поддержку! Услуги Pro-членства для вас уже доступны, вы можете получить доступ ко всем сервисам pro пользователей, синхронизация с облаком начнется при следующем запуске приложения.
th: ขอบคุณสำหรับการสนับสนุนของ!คุณ บริการสมาชิก Pro เปิดให้คุณแล้ว คุณสามารถเข้าถึงบริการผู้ใช้ pro ทั้งหมดได้ การซิงค์คลาวด์จะเริ่มเมื่อติดตั้งแอพในครั้งถัดไป
tr: Desteğiniz için teşekkürler! Pro üyelik hizmetleri size açıktır, tüm Pro kullanıcı hizmetlerine erişebilirsiniz, bulut senkronizasyonu uygulama bir sonraki başlatıldığında verileri senkronize etmeye başlayacaktır.
vi: Cảm ơn bạn đã ủng hộ! Dịch vụ thành viên Pro đã được mở cho bạn, bạn thể truy cập có tất cả các dịch vụ của người dùng Pro, đồng bộ hóa đám mây sẽ bắt đầu khi app khởi động lần tiếp theo.
zh_hant: 感謝您的支持! Pro會員服務已經為您開放，您可以訪問全部 pro 用戶服務，雲同步會在 app 下次啓動時開始數據同步。
zh_hk: 感謝您的支持! Pro會員服務已經為您開放，您可以訪問全部 pro 用戶服務，雲同步會在 app 下次啓動時開始數據同步。

source: 感谢您的支持！Pro会员服务已经为您开放，您可以访问全部 pro 用户服务，云同步会在 app 下次启动时开始数据同步。
ar: شكرًا لدعمك! تم فتح خدمة عضوية المحترفين، يمكنك الوصول إلى جميع خدمات المستخدمين المحترفين، ستبدأ المنةزام السحابية عند إعادة تشغيل التطبيق.
de: Vielen Dank für Ihre Unterstützung! Der Pro-Mitgliederservice ist nun für Sie freigeschaltet, und Sie können auf alle pro Nutzer-Dienste zugreifen. Die Cloud-Synchronisation beginnt beim nächsten Start der App.
en: Thank you for your support! Pro membership service is now activated for you. You can access all pro user services, and cloud synchronization will start data sync when the app is next launched.
es: ¡Gracias por su apoyo! El servicio de membresía pro ha sido abierto para usted, puede acceder a todos los servicios para usuarios pro, la sincronización en la nube comenzará la próxima vez que se inicie la aplicación.
fr: Merci de votre soutien! Les services Pro sont maintenant disponibles vous, pouvez accéder à tous les services pour les utilisateurs pro, la synchronisation dans le cloud commencera lors du prochainarrage dém de l'application.
id: Terima Kasih atas Dukungan Anda! Layanan Anggota Pro Telah Dibuka untuk Anda, Anda Dapat Mengakses Semua Layanan Pengguna Pro Sink,ronisasi Cloud Akan Memulai Sinkronisasi Data pada Start Berikutnya Aplikasi.
it: Grazie per il tuo supporto! Il servizio Pro è ora disponibile, puoi accedere a tutti i servizi per utenti pro, la sincronizzazione cloud inizierà al prossimo avvio dell'app.
ja: ご支援ありがとうございました！Proメンバーサービスが解放されましたので、すべてのpro ユーザーサービスにアクセスできます。 クラウド同期は次回appを起動したときにデータ同期が開始されます。
ko: 감사합니다! Pro 회원 서비스가 오픈되었으며, 모든 pro 사용자 서비스를 이용하실 수 있습니다. 클라우드 동기화 다음는 번 앱 시 시작 데이터 동기화를 시작합니다.
nl: Dank u voor uw steun! Pro-lidmaatschapsservice is nu voor u beschikbaar, u kunt alle pro-gebruiker services bezoeken. Cloud-synchronisatie start wanneer de app opnieuw wordt gestart.
pl: Dziękujemy za wsparcie! Usługi Pro zostały dla Ciebie otwarte, możesz uzyskać dostęp do wszystkich usług pro użytkowników, synchronizacja w chmurze rozpocznie synchronizację danych przy następnym uruchomieniu aplikacji.
pt_br: Obrigado pelo seu apoio! O serviço Pro já está disponível para você, você pode acessar todos os serviços de usuário pro, a sincronização na nuvem começará na próxima inicialização do app.
pt_pt: Obrigado pelo seu apoio! O serviço de membros Pro já está disponível para si, pode aceder a todos os serviços do utilizador pro, a sincronização na nuvem vai começar na próxima vez que iniciar a app.
ru: Спасибо за вашу поддержку! Услуги Pro-членства для вас уже доступны, вы можете получить доступ ко всем сервисам pro пользователей, синхронизация с облаком начнется при следующем запуске приложения.
th: อบขคุณสำหรับการสนับสนุนของคุณ! บริการสมาชิก Proให้คุณแล้ว เปิด คุณสามารถเข้าถึงบริการผู้ใช้ pro ทั้งหมดได้ การซิงค์คลาวด์จะเริ่มเมื่อติดแตั้งอพในครั้งถัดไป
tr: Desteğiniz için teşekkürler! Pro üyelik hizmetleri size açıktır, tüm Pro kullanıcı hizmetlerine erişebilirsiniz, bulut senkronizasyonu uygulama bir sonraki başlatıldığında verileri senkronize etmeye başlayacaktır.
vi: C ảmơn bạn đã ủng hộ! Dịch vụ thành viên Pro đã được mở cho bạn, bạn có thể truy cập tất cả các dịch vụ của người dùng Pro, đồng bộ hóa đám mây sẽ bắt đầu khi app khởi động lần tiếp theo.
zh_hant: 感謝您的支持！Pro會員服務已經為您開放，您可以訪問全部 pro 用戶服務，雲同步會在 app 下次啓動時開始數據同步。
zh_hk: 感謝您的支持！Pro會員服務已經為您開放，您可以訪問全部 pro 用戶服務，雲同步會在 app 下次啓動時開始數據同步。

source: 感谢您的购买！您现在可以享受所有Pro会员特权。
ar: شكرًا لشرائك! يمكنك الآن التمتع بجميع امتيازات العضوية المحترفة.
de: Vielen Dank für Ihren Kauf! Jetzt können Sie alle Pro-Mitgliedervorteile genießen.
en: Thank you for your purchase! You can now enjoy all Pro membership privileges.
es: ¡Gracias por tu compra Ahora! puedes disfrutar de todos los privilegios de Pro miembro.
fr: Merci pour votre achat ! Vous pouvez maintenant profiter de tous les privilèges du membre Pro.
id: Terima Kasih atas Pembelian Anda! Anda Sekarang Dapat Menikmati Semua Keistimewaan Anggota Pro.
it: Grazie per il tuo acquisto! Ora puoi godere tutti di i privilegi del membro Pro.
ja: ご購入ありがとうございます！すべてのPro会特員典をご利用いただけます。
ko: 구매 주해셔서 감사합니다! 이제 모든 Pro 회원 특권을 누릴 수 있습니다。
nl: Bedankt voor uw aankoop! U kunt nu genieten van alle Pro-lidmaatschapsvoordelen.
pl: Dziękujemy za zakup! Możesz teraz cieszyć się wszystkimi przywilejami Pro członka.
pt_br: Obrigado pela sua compra! Agora você pode desfrutar de todos os privilégios do membro Pro.
pt_pt: Obrigado pela sua compra! Pode agora usufruir de todas as vantagens do Membro Pro.
ru: Спасибо за вашу покупку! Теперь вы можете пользоваться всеми привилегиями Pro-члена.
th: ขอบคุณสำหรับการซื้อของคุณ! คุณสามารถเพลิดเพลินกับสิทธิประโยชน์ของสมาชิก Pro ทั้งหมดได้
tr: Satın alımınız için teşekkürler! Şimdi tüm Pro üyelik ayrıcalıklarının tadını çıkarabilirsiniz.
vi: Cảm ơn bạn đã mua hàng! Bây giờ bạn có thể tận hưởng tất cả các đặc quyền của thành viên Pro.
zh_hant: 感謝您的購買！您現在可以享受所有Pro會員特權。

source: 成为会员，享受更多专属特权！
ar: كن عضًوا، واستمتع بمزيد من الامتيازات الحصرية!
de: Werden Sie Mitglied und genießen Sie mehr exklusive Vorteile!
en: Become a member and enjoy more exclusive privileges!
es: ¡Hazte miembro y disfruta de más privilegios exclusivos!
fr: Devenir membre, profiter de plus de privilèges exclusifs !
id: Menjadi Member, Nikmati Lebih Banyak Keistimewaanusus Kh!
it: Diventa membro e goditi più privilegi esclusivi!
ja: 会員になってもっと特別特権を享受しよう！
ko: 회원이 되어, 더 많은 독점 혜택을 누리세요!
nl: Word lid en geniet van meer exclusieve privileges!
pl: Zostań członkiem i ciesz się więcej ekskluzywnymi przywilejami!
pt_br: Torne um-se membro para aproveitar mais privilégios exclusivos!
pt_pt: Torne-se um membro e desfrute de mais privilégios exclusivos!
ru: Станьте членом и наслаждайтесь дополнительными привилегиями!
th: เป็นสมาชิกและรับสิทธิพิเศษอีกมากมาย!
tr: Üye Ol,un Faz Dahala Özel Ayrıcalığın Keyfini Çıkarın!
vi: Trở thành thành viên và tận hưởng nhiều đặc quyền hơn!
zh_hant: 成為會員，享受更多專屬特權！
zh_hk: 成為會員，享受更多專屬特權！

source: 成功
ar: نجاح
de: Erfolgreich
en: Success
es: Éx
fr: Réussi
id: Sukses
it: Successo
ko: 성공
nl: Succes
pl: Sukces
pt_br: Sucesso
pt_pt: Sucesso
ru: Успех
th: สำเร็จ
tr: Başar
vi: Thành công
